{
  "posts": [
    {
      "tweet": "1404257028965498884",
      "text": "what do fish need bones for. theyre in water. just like, flop around",
      "date": "20210613"
    },
    {
      "tweet": "1403021387254489091",
      "text": "can i get one of those big covers they drape on you when you get a haircut, but as street wear",
      "date": "20210610"
    },
    {
      "tweet": "1401914594377965570",
      "text": "off-by-one errors in programming are cliché. i would only be off by three or more, if i made such an error",
      "date": "20210607"
    },
    {
      "tweet": "1401246441847283717",
      "text": "when i play \"She loves me, she loves me not\", i always make sure to pick a flower with an odd number of petals. this is what i call \"gaming the system\"",
      "date": "20210605"
    },
    {
      "tweet": "1400574514245910529",
      "text": "happy hour is cool but can we maybe make the happiness a bit longer",
      "date": "20210603"
    },
    {
      "tweet": "1399780029123358728",
      "text": "cream could have been labeled '35% milk'",
      "date": "20210601"
    },
    {
      "tweet": "1398696136907673604",
      "text": "i have gamified remembering my schedule by turning my calendar into a sporcle quiz",
      "date": "20210529"
    },
    {
      "tweet": "1397945796012564484",
      "text": "(me, after naming my kid Damien Jr) \"please, Damien is my son. you can call me Mr. Snyder\"",
      "date": "20210527"
    },
    {
      "tweet": "1397619543195983873",
      "text": "one day i wanna see an artist on spotify with like 200 artist photos",
      "date": "20210526"
    },
    {
      "tweet": "1395508382690381826",
      "text": "the army could save a lot of money if they stopped buying so many tanks and guns",
      "date": "20210520"
    },
    {
      "tweet": "1393599051044634635",
      "text": "we always call them \"t-r-e-a-t\"s in my household, unless we don't want the dog to understand, then we call them treats",
      "date": "20210515"
    },
    {
      "tweet": "1392147491601084419",
      "text": "one of my hobbies is buying ice cream from the grocery store",
      "date": "20210511"
    },
    {
      "tweet": "1390533853656322048",
      "text": "(going to jail in 2027) \"Your personal liberties account has been terminated due to a violation of the United States Terms of Service (USToS). Please see our FAQ for more information.\"",
      "date": "20210507"
    },
    {
      "tweet": "1388326548348968960",
      "text": "2001: A Space Odyssey and 1984 are set in the past now. that is why i would only set a story in a time that will never become the past, like 2046",
      "date": "20210501"
    },
    {
      "tweet": "1386567715997945857",
      "text": "what is a good way to get a lot of social validation",
      "date": "20210426"
    },
    {
      "tweet": "1385365444060598279",
      "text": "Carnegie Mellon University is named after Andrew Carnegie and Andrew Mellon. seems like they should have named it Andrew University",
      "date": "20210425"
    },
    {
      "tweet": "1383783403149946890",
      "text": "i'm a gnelf you've been gnelfed",
      "date": "20210422"
    },
    {
      "tweet": "1382533637518749706",
      "text": "going to get vaccinated and not move my arm around at all afterwards. who can stop me",
      "date": "20210418"
    },
    {
      "tweet": "1381664741316161540",
      "text": "new olympic race: there is no finish line. if you get lapped, you're out of the race. last one standing wins",
      "date": "20210412"
    },
    {
      "tweet": "1381110681072672768",
      "text": "a good question to ask on a first date is \"describe your utility function in three sentences or less.\" this helps you see if you are compatible without getting bogged down in the details",
      "date": "20210411"
    },
    {
      "tweet": "1381015853513068546",
      "text": "easiest way to activate my fight or flight response is to get a call and your ringtone is the same sound effect as my morning alarm. I Am Not Asleep, and I Must Wake Up",
      "date": "20210409"
    },
    {
      "tweet": "1378482720838328320",
      "text": "winning a gaming match is pretty passion fruit orange and guava, if you ask me",
      "date": "20210403"
    },
    {
      "tweet": "1378101841418850306",
      "text": "every section of a newspaper is the gossip section",
      "date": "20210402"
    },
    {
      "tweet": "1376698098987249666",
      "text": "never consume, it makes cons out of u and me",
      "date": "20210329"
    },
    {
      "tweet": "1373775153344040961",
      "text": "the only norm is no norms",
      "date": "20210321"
    },
    {
      "tweet": "1373037083627941889",
      "text": "dude how many senators do u think floss",
      "date": "20210319"
    },
    {
      "tweet": "1370264413123481600",
      "text": "how do they slaughter eggs without cracking the shells",
      "date": "20210311"
    },
    {
      "tweet": "1369789167333351430",
      "text": "You've degraded yourself, and poisoned the discourse :)",
      "date": "20210310"
    },
    {
      "text": "lettuce rhymes with Kentucky",
      "date": "20210306"
    },
    {
      "tweet": "1367230230620823553",
      "text": "the US is the only country with .gov domains, so really all the other governments are fakes",
      "date": "20210303"
    },
    {
      "tweet": "1366550757105803264",
      "text": "in the uk they call it Goghurt",
      "date": "20210301"
    },
    {
      "tweet": "1366255318380896257",
      "text": "my acceptance speech: \"this recognition is great, but something more important needs to be recognized. they call this award show the Golden Globes, but the globe in today's world is Not golden. together, we can change that\"",
      "date": "20210228"
    },
    {
      "tweet": "1364310692870807552",
      "text": "USDC is going to spike any day now",
      "date": "20210222"
    },
    {
      "tweet": "1363559597827493888",
      "text": "a baker's dozen is 13, but a faker's dozen is 11",
      "date": "20210221"
    },
    {
      "tweet": "1362602509273952257",
      "text": "when i was 8 i sat down at the computer, selected the lightning bolt page border style, and thought \"i am going to write a novel in the SECOND person\"",
      "date": "20210218"
    },
    {
      "tweet": "1362503529558986754",
      "text": "need to make some more real life friends to boost my follower count",
      "date": "20210218"
    },
    {
      "tweet": "1361966791262490629",
      "text": "creating a new Easter mascot that's a big egg with eyes. his name is Martin Egg",
      "date": "20210217"
    },
    {
      "tweet": "1361005815595888646",
      "text": "happy pi minus one day",
      "date": "20210214"
    },
    {
      "tweet": "1360405961312137219",
      "text": "if a tree falls in a forest and no one observes it, it exhibits quantum interference on its way to the ground",
      "date": "20210212"
    },
    {
      "tweet": "1359733618591993856",
      "text": "power is not only a fantasy",
      "date": "20210210"
    },
    {
      "tweet": "1359353369765191684",
      "text": "as it turns out, doing an unboxing livestream costs a lot of money",
      "date": "20210209"
    },
    {
      "tweet": "1358668519026532352",
      "text": "the two biggest cities in Missouri are both on its borders. basically the closest you can get to not being in Missouri. and can you blame them",
      "date": "20210207"
    },
    {
      "tweet": "1358555952518033408",
      "text": "the past tense of wake is wook",
      "date": "20210207"
    },
    {
      "tweet": "1357598629855260672",
      "text": "twitter's new policy to improve engagement: after 24 hours without visiting the site your account has a 1% chance of being permanently deleted",
      "date": "20210204"
    },
    {
      "tweet": "1356678297313185792",
      "text": "games would make more money if they included megatransactions instead",
      "date": "20210202"
    },
    {
      "tweet": "1356300382662627328",
      "text": "The Old English alphabet included the letters thorn (þ), eth (ð), wynn (ƿ), yogh (ȝ), and ash (æ). In the last thousand years we have only gotten rid of the letters with the coolest names. When will this backslide stop",
      "date": "20210201"
    },
    {
      "tweet": "1355240703996043265",
      "text": "in golf, your score gets worse every time you take a stroke. this is the game subtly reminding you that it was a mistake to play golf in the first place",
      "date": "20210129"
    },
    {
      "tweet": "1355017707804999685",
      "text": "i get out of bed spry and cheery every day, ready to go out and improve some Health Outcomes",
      "date": "20210128"
    },
    {
      "tweet": "1354228775605530625",
      "text": "when i verify online that i'm over 18, it's true now, but it still feels like a lie",
      "date": "20210126"
    },
    {
      "tweet": "1353746649118457868",
      "text": "i need some good friends... like, friends that will do anything for you... like, the kind of friends that will lie in court for you... like, even if it's morally questionable, they will perjure themselves for you... i need this kind of friend by the 11th",
      "date": "20210125"
    },
    {
      "tweet": "1351255026727964677",
      "text": "(me, living in doha, qatar) \"man, this place is awesome! i love all the GDP/capita!\"",
      "date": "20210118"
    },
    {
      "tweet": "1349552365481848832",
      "text": "bolted my mouse upside down to the desk and now i just move the mousepad on top of it",
      "date": "20210113"
    },
    {
      "tweet": "1348120169646751744",
      "text": "a post-hocracy is when you do whatever you want and afterward decide what form of government it was",
      "date": "20210110"
    },
    {
      "tweet": "1347387641558302720",
      "text": "many respected figures are \"tough but fair\"... i strive to be \"tough\"",
      "date": "20210109"
    },
    {
      "tweet": "1346013049614786565",
      "text": "walking around a party thinking \"wow i'm gaining so much social capital right now\"",
      "date": "20210107"
    },
    {
      "tweet": "1346013049614786565",
      "text": "are there evidence based interventions to make you more of a go getter",
      "date": "20210104"
    },
    {
      "tweet": "1344914764338585600",
      "text": "i havent seen 2021 yet don't spoil it for me",
      "date": "20201231"
    },
    {
      "tweet": "1342753165507084288",
      "text": "if you don't donate genetic material you're not a true Effective Altruist",
      "date": "20201226"
    },
    {
      "tweet": "1342286623384354816",
      "text": "unabbreviate brony to \"brother pony\"",
      "date": "20201224"
    },
    {
      "tweet": "1341589935267057665",
      "text": "tactical voting is possible in ranked-choice but is not a problem because no one knows how to do it",
      "date": "20201222"
    },
    {
      "tweet": "1346013049614786565",
      "text": "are there evidence based interventions to make you more of a go getter",
      "date": "20201218"
    },
    {
      "tweet": "1339756874346897408",
      "text": "i get where they were going with it, but the series should have ended after Zero Dark Fourteen",
      "date": "20201217"
    },
    {
      "tweet": "1339112562672058368",
      "text": "it took me a while to realize i'd actually bought a Toffee machine, but now i love it! my friends tell me i'm not very perceptive",
      "date": "20201215"
    },
    {
      "tweet": "1338568929589878785",
      "text": "aesthetic: life satisfaction",
      "date": "20201214"
    },
    {
      "tweet": "1336154670587232256",
      "text": "excess deaths don't tell you everything. covid numbers are higher than they seem due to the reduced rate of sidewalk-crack accidents",
      "date": "20201207"
    },
    {
      "tweet": "1335477248544047104",
      "text": "for every hour i spend optimizing my website to make it run better on mobile, thirty other developers are intentionally making their company's mobile pages harder to use so you'll download the app",
      "date": "20201205"
    },
    {
      "tweet": "1335116418925248514",
      "text": "i have heard the phrase \"dollars to donuts\" multiple times lately, is this the exchange rate for some new cryptocurrency",
      "date": "20201204"
    },
    {
      "tweet": "1333275440312508416",
      "text": "do liberals realize that Saturday Night Live is an anagram for Saturday Night EVIL??",
      "date": "20201129"
    },
    {
      "tweet": "1327483841380978688",
      "text": "moved 2 the swamp a couple years ago. sad to learn that swamp politics are dominated by the capital of the swamp. when will anyone think of the outskirts of the swamp",
      "date": "20201113"
    },
    {
      "tweet": "1326973855395557377",
      "text": "BREAKING: woman who claims to have grown a bunch with record number of bananas on it revealed to have glued 14 bananas on by hand",
      "date": "20201112"
    },
    {
      "text": "athenian plays not showing violence onstage because \"it's obscene\" is an awfully convenient excuse for \"we can't afford special effects\"",
      "date": "20201109"
    },
    {
      "text": "i started using the unix time at update release to version my software package, but i'm realizing this may not be a sustainable solution in 20 years",
      "date": "20201102"
    },
    {
      "text": "a more apt name for pangram would be 'pangramqwetyuiosdfhjklzxcvb'",
      "date": "20201101"
    },
    {
      "tweet": "1320549393502621696",
      "text": "(me doin a good thing) \"man! my BSR [bird to stone ratio] is off the charts today\"",
      "date": "20201025"
    },
    {
      "tweet": "1316826735871057920",
      "text": "calling someone a snack is a complement, but it gets dicey if you're too specific about it. what i'm saying is, sorry to the person i compared to a bag of Trader Joe's Pringles",
      "date": "20201015"
    },
    {
      "tweet": "1316571554671599616",
      "text": "they should ask Jo Jorgensen whether she'll concede the election if she loses",
      "date": "20201014"
    },
    {
      "tweet": "1315839604881190912",
      "text": "if you answer questions badly so they don't select you for jury duty, they will write down your name. if you get tried yourself, they know your peers are the least appealing jury candidates available",
      "date": "20201012"
    },
    {
      "tweet": "1314735207279333376",
      "text": "Esnx hinyfr paebqqff:\nGnmvm cpi sud akkowam gx hss chx zmywmsgzqz. Detsq uz gqys wazqzgwug, jk'p tkof hb xqkqqnsaj fpg jpzyuiqpk iofnfiiw.\n#D25Y\n#ZMFWY\n#WicjkdXkwt",
      "date": "20201009"
    },
    {
      "tweet": "1314044416240226304",
      "text": "evade data collectors by encrypting your communications. vigenere cipher for my next tweet is BONGMICE",
      "date": "20201007"
    },
    {
      "tweet": "1313550506392862720",
      "text": "fantasy authors make up place names that mean things like \"Home of the Broad-Necked Eagles,\" which is cool but a more realistic meaning would be something like \"it means Big Town but in a different language\"",
      "date": "20201006"
    },
    {
      "tweet": "1310045102430011392",
      "text": "u know she freaky if she got that vagina dentata",
      "date": "20200926"
    },
    {
      "tweet": "1307426436349792256",
      "text": "disappointing to watch my brethren unwittingly hasten their doom. fools, the lot of them! i hasten mine wittingly",
      "date": "20200919"
    },
    {
      "tweet": "1304645569021751303",
      "text": "this water is gonna leave my body ASAP! (As Soon As Pissable)",
      "date": "20200911"
    },
    {
      "tweet": "1304269163335225344",
      "text": "standing desks too expensive? just put your keyboard and monitor on springs",
      "date": "20200910"
    },
    {
      "tweet": "1303554314166652928",
      "text": "sad to see that Fake Crime podcasting never really took off",
      "date": "20200908"
    },
    {
      "tweet": "1302447884797788161",
      "text": "we live in the information age, which is just wonderful for an information lover such as myself",
      "date": "20200905"
    },
    {
      "tweet": "1301617873379491841",
      "text": "if you can't tell two twins apart, call them both by the same name so you're guaranteed to get one of them right",
      "date": "20200903"
    },
    {
      "tweet": "1300938208876716032",
      "text": "in 2021 FitBit's releasing a new watch that can say \"They'll have the salad\" if you go to a restaurant without taking enough steps that day",
      "date": "20200901"
    },
    {
      "tweet": "1299975822699237376",
      "text": "having beliefs is the first step toward being wrong",
      "date": "20200829"
    },
    {
      "tweet": "1299442313320476677",
      "text": "my dog would beg to eat rat poison if she heard me cutting it up",
      "date": "20200828"
    },
    {
      "tweet": "1298716160746074115",
      "text": "noticing COVID-19 cases tend to dip on Saturday and Sunday.... if we can expand the weekend to three, four, or even five days, we can really start to get a handle on things",
      "date": "20200826"
    },
    {
      "tweet": "1297022567224500225",
      "text": "the amount of responsibility i take for a decision is directly proportional to the amount of cells i still have from when i made it",
      "date": "20200821"
    },
    {
      "tweet": "1296697232230510593",
      "text": "ALWAYS check for peas under your mattress. you never know when it will pay off",
      "date": "20200820"
    },
    {
      "tweet": "1295079532345491456",
      "text": "for halloween i'm going as the abstract concept of suffering",
      "date": "20200816"
    },
    {
      "tweet": "1293347735135952898",
      "text": "2020 has overall been a big win for the butterfly effect",
      "date": "20200811"
    },
    {
      "tweet": "1293075435899588623",
      "text": "why does everyone debate what the best form of government is... it is utopia",
      "date": "20200810"
    },
    {
      "tweet": "1292887370027528192",
      "text": "how much do i have to pay for furniture that hangs from the ceiling",
      "date": "20200810"
    },
    {
      "tweet": "1290757251418873856",
      "text": "if the Library of Babel starts filing copyright claims it's all over",
      "date": "20200804"
    },
    {
      "tweet": "1289760554555334658",
      "text": "there's erotic fanfiction of everything these days. you ever read \"I Have No Mouth, and I Must Suck\"?",
      "date": "20200801"
    },
    {
      "tweet": "1288953253221212160",
      "text": "me in ireland: this is rotten. i'm stuck in gaol. but  who will pay my baol?",
      "date": "202007.3"
    },
    {
      "tweet": "1288654276655345665",
      "text": "the better prank would be if the bitcoin scammers doubled everyone's money eventually",
      "date": "20200729"
    },
    {
      "tweet": "1287580056559050752",
      "text": "haha yeah, everyone in my family burns pretty eas—\nOhhh, you mean sunburn",
      "date": "20200726"
    },
    {
      "tweet": "1285752316818120704",
      "text": "the trouble with refrigerators is that the stuff you eat least stays in the longest",
      "date": "20200721"
    },
    {
      "tweet": "1284924590712479744",
      "text": "been reading some studies and i'm gonna hold off on turning 20 for a while. just not a good time to join the 20-39 age bracket",
      "date": "20200719"
    },
    {
      "tweet": "1282120394397237248",
      "text": "kids should have to learn philosophy and critical thinking in high school. i never took those, but people need them just to get on my level tbh",
      "date": "20200711"
    },
    {
      "tweet": "1281304340423045120",
      "text": "my creme brulee recipe is divine. the secret? half a tablespoon of natural and artificial flavors",
      "date": "20200709"
    },
    {
      "tweet": "1279178409571020800",
      "text": "heard they're making a new superhero that makes villains into better people instead of fighting them",
      "date": "20200703"
    },
    {
      "tweet": "1277113924442177536",
      "text": "the world would be so much more peaceful if everyone still used binkies",
      "date": "20200627"
    },
    {
      "tweet": "1276541842528452620",
      "text": "tan lines? ewwww! i rock a tan gradient",
      "date": "20200626"
    },
    {
      "tweet": "1275848396897730561",
      "text": "when are they gonna come out with Fireboy and Watergirl: Game of the Year Edition",
      "date": "20200624"
    },
    {
      "tweet": "1274506112750850050",
      "text": "99.99% of people throughout history have beliefs fundamentally incompatible with my own. probably cause they're idiots who can't think properly, lol",
      "date": "20200620"
    },
    {
      "tweet": "1272008682201509888",
      "text": "you can save on health insurance if you back up your body parts to the cloud",
      "date": "20200613"
    },
    {
      "tweet": "1270879772806021123",
      "text": "the US Constitution but every time it says \"shall\" the font gets 10% bigger",
      "date": "20200610"
    },
    {
      "tweet": "1270085663086440448",
      "text": "they discovered a prime number with 24 million digits. that's pretty impressive, but they could be finding much longer ones if they switched to base 2",
      "date": "20200608"
    },
    {
      "tweet": "1269768420158894080",
      "text": "any desk is a standing desk if you are small enough",
      "date": "20200607"
    },
    {
      "tweet": "1269043055690051584",
      "text": "new show on MTV: \"My Rewarding Profession\"",
      "date": "20200605"
    },
    {
      "tweet": "1268036084824281088",
      "text": "there's not a bone in my body",
      "date": "20200602"
    },
    {
      "tweet": "1266204876867956736",
      "text": "is it legal to microwave fruit",
      "date": "20200528"
    },
    {
      "tweet": "1265308369046220801",
      "text": "you'll never guess who i'm cosplaying as for BitsyCon (Itsy Bitsy Spider Convention)",
      "date": "20200526"
    },
    {
      "tweet": "1264273657490100224",
      "text": "big fan of reading the list of ingredients on food and it takes pains to tell me that each individual ingredient is organic. yes, even the Organic Distilled Vinegar",
      "date": "20200523"
    },
    {
      "tweet": "1263905153272303616",
      "text": "seeing You Are Here on a map and thinking, \"Huh, i really am\"",
      "date": "20200522"
    },
    {
      "tweet": "1259254439329685504",
      "text": "the year is 2046. children hoverboard 2 feet to school, downhill both ways, with bags full of helium",
      "date": "20200509"
    },
    {
      "tweet": "1258536041910165505",
      "text": "going to found an organization dedicated to tracking Richard Stallman's browsing history and nobody else's",
      "date": "20200507"
    },
    {
      "tweet": "1257813224411414529",
      "text": "someone called me a \"Valued Customer\" today!!  :D people are so nice",
      "date": "20200505"
    },
    {
      "tweet": "1255736403247239168",
      "text": "\"my love for you went viral\" from Drive By has to be one of the most 2012 lyrics of all time",
      "date": "20200429"
    },
    {
      "tweet": "1253485342742638592",
      "text": "ok, crop circles may have been a hoax, but crop QR codes are aliens, i'm serious this time",
      "date": "20200423"
    },
    {
      "tweet": "1252841367601995776",
      "text": "i sleep LOOSE",
      "date": "20200421"
    },
    {
      "tweet": "1250281906031063041",
      "text": "if you want to go back in time 10 years just look at the website of a small governmental organization",
      "date": "20200414"
    },
    {
      "tweet": "1249378504992387072",
      "text": "i can think of about four place names less creative than Oceania",
      "date": "20200412"
    },
    {
      "tweet": "1245223659850969088",
      "text": "got some Blaze Rods in minecraft which is pretty 420 imo",
      "date": "202003.31"
    },
    {
      "tweet": "1244733597094797312",
      "text": "are there deep dream algorithms for people who like anything that is not dogs and eyeballs",
      "date": "202003.3"
    },
    {
      "tweet": "1244051732520288256",
      "text": "when i say \"thank you\" to my voice assistant, how do i get it to say \"No, thank You\" every time in response",
      "date": "20200328"
    },
    {
      "tweet": "1241966122632531969",
      "text": "electric car parking lot slogan: \"We charge it for you and then charge you for it\"",
      "date": "20200322"
    },
    {
      "tweet": "1240441752986595328",
      "text": "Q: What is the difference between a petrochemical engineer and a small pepperoni pizza?\nA: A petrochemical engineer can feed a family of four.",
      "date": "20200318"
    },
    {
      "tweet": "1239627854662356997",
      "text": "now, i don't condone violence, but i must note that by far the best vegetable for pummeling one's foes is the humble Squash.",
      "date": "20200316"
    },
    {
      "tweet": "1237408107422072832",
      "text": "have the croatoan mystery people ever considered that maybe the tree just grew like that?",
      "date": "20200310"
    },
    {
      "tweet": "1234196540308082688",
      "text": "girl scouts who don't take venmo aren't even trying tbh",
      "date": "20200301"
    },
    {
      "tweet": "1233088163834298368",
      "text": "so hard to get good wort these days",
      "date": "20200227"
    },
    {
      "tweet": "1232409891198783488",
      "text": "i would photosynthesize for myself but it's cheaper to outsource it",
      "date": "20200225"
    },
    {
      "tweet": "1231774682648416257",
      "text": "one of my hobbies is Holding A Mirror Up To Society",
      "date": "20200223"
    },
    {
      "tweet": "1231317864658821121",
      "text": "take your funk playing to a new level with Spank Bass technique",
      "date": "20200222"
    },
    {
      "tweet": "1229580545580924930",
      "text": "New CDC exercise guidelines: \"please, anything, we're begging you\"",
      "date": "20200217"
    },
    {
      "tweet": "1228482600135606272",
      "text": "the new trendy baby name for is Jar Jar",
      "date": "20200214"
    },
    {
      "tweet": "1227495493275533312",
      "text": "nowadays you have to get car insurance insurance, for if you forget to buy car insurance but you drive a car anyway",
      "date": "20200211"
    },
    {
      "tweet": "1221298267876519936",
      "text": "the world's oldest profession is actually banker. look it up",
      "date": "20200125"
    },
    {
      "tweet": "1221111808825520128",
      "text": "happy birthday! i got you an extra special gift. ...that's right, it's stock options from my startup",
      "date": "20200125"
    },
    {
      "tweet": "1219030525135867906",
      "text": "the michelin man is named bibendum. i am not making this up",
      "date": "20200119"
    },
    {
      "tweet": "1216538638139314178",
      "text": "scientists are devising new colors of orange juice in colors that are not orange",
      "date": "20200112"
    },
    {
      "tweet": "1215133942145093632",
      "text": "air mattresses are nice but when are we going to get other air furniture",
      "date": "20200108"
    },
    {
      "tweet": "1211042678118313984",
      "text": "if i name my son Damian do i have to put a Jr at the end",
      "date": "20191228"
    },
    {
      "tweet": "1209741389048664064",
      "text": "the naughty and nice list are just constructs of the ruling class designed to keep us divided so we never realize the common enemy",
      "date": "20191224"
    },
    {
      "tweet": "1206783608305831937",
      "text": "i am on the keta diet. that means only ketamine, all the time",
      "date": "20191216"
    },
    {
      "tweet": "1206291072957071360",
      "text": "the purpose of humanity was to invent the treadmill. now that we've done that, we're pretty much done",
      "date": "20191215"
    },
    {
      "tweet": "1203937177903583232",
      "text": "the word fart is funny but the word 'far' is funnier. shorter, snappier, has better comedic punch",
      "date": "20191208"
    },
    {
      "tweet": "1203432746875441152",
      "text": "i like how, to distinguish them from recycling, some trash bins now have pictures of trash bins on them",
      "date": "20191207"
    },
    {
      "tweet": "1202823020567334914",
      "text": "how come directors never make cameos in pornos",
      "date": "20191205"
    },
    {
      "tweet": "1201380715700424706",
      "text": "any attempt to blow up the grand canyon can only make it grander",
      "date": "20191201"
    },
    {
      "tweet": "1199406349894832128",
      "text": "i heard the next generation of smartphones will be microwave safe",
      "date": "20191126"
    },
    {
      "tweet": "1195182948514840576",
      "text": "as a clothing item, flu shot band-aids are kinda hot",
      "date": "20191114"
    },
    {
      "tweet": "1193580590873731072",
      "text": "fuck, i forgot how to ride a bicycle",
      "date": "20191110"
    },
    {
      "tweet": "1191912753033707520",
      "text": "when are they gonna invent automatic toilets that work in the dark",
      "date": "20191105"
    },
    {
      "tweet": "1190443099660570630",
      "text": "excited for daylight savings time because my broken clock is gonna get to be right 3 times in a day",
      "date": "20191101"
    },
    {
      "tweet": "1189719498007252992",
      "text": "if halloween were on october 26th it would be a garbage tier holiday. 96% of the mystique, gone, like that",
      "date": "201910.3"
    },
    {
      "tweet": "1188361316278272001",
      "text": "me rubbing cream on my skin: \"ah, topical\"",
      "date": "20191026"
    },
    {
      "tweet": "1186018468828569601",
      "text": "me as toddler when mom feeds me: 'whats the deal with food airplane'",
      "date": "20191020"
    },
    {
      "tweet": "1182425691108675585",
      "text": "welcome to my orchestra auditions, i will be judging you solely on how fast you can play Flight of the Bumblebee",
      "date": "20191010"
    },
    {
      "tweet": "1182018348420173824",
      "text": "one of my hobbies is failing the turing test",
      "date": "20191009"
    },
    {
      "tweet": "1181699199189962753",
      "text": "i have decided to replace abcd order in lists with an alternate system, because :) smiley face, ;) winky face, and 8) coolguy",
      "date": "20191008"
    },
    {
      "tweet": "1180599254760349696",
      "text": "me explaining to TSA the importance of my unusual comfort animal: \"the oyster is my world\"",
      "date": "20191005"
    },
    {
      "tweet": "1178350289838993409",
      "text": "Interview: 34-Year-Old Financial Journalist Unable To Say \"Alphabet\" Without Compulsively Prefacing It With \"Google's Parent Company\" (read more)",
      "date": "20190929"
    },
    {
      "tweet": "1172761293125632000",
      "text": "starting a psychedelic rock back called Run DMT",
      "date": "20190913"
    },
    {
      "tweet": "1172331426391285760",
      "text": "step 2. world domination",
      "date": "20190912"
    },
    {
      "tweet": "1172031490353319937",
      "text": "if i had a million dollars for every time i was at the gym and some guy on the treadmill kept squeaking his shoes on the non-moving front part every step but didn't notice because he was listening to death metal, i'd be rich!",
      "date": "20190911"
    },
    {
      "tweet": "1169361315636244480",
      "text": "it's my birthday so i don't have to pay taxes",
      "date": "20190904"
    },
    {
      "tweet": "1166218585934450688",
      "text": "never, EVER look a gift giraffe in the mouth",
      "date": "20190826"
    },
    {
      "tweet": "1165461334420385797",
      "text": "i heard they were going to release the very first 'wise phone'",
      "date": "20190824"
    },
    {
      "tweet": "1160772821791862789",
      "text": "is 'nutted' proper AP style guide terminology",
      "date": "20190811"
    },
    {
      "tweet": "1160432236291735552",
      "text": "a broken compass is always right if you're exactly at magnetic north",
      "date": "20190810"
    },
    {
      "tweet": "1160045636248461312",
      "text": "does anyone know kermit the frogs email address",
      "date": "20190809"
    },
    {
      "tweet": "1159871812987080704",
      "text": "on every president's first day in the White House they have to learn where all the booby traps are",
      "date": "20190809"
    },
    {
      "tweet": "1158562716128141312",
      "text": "baby carrots? sorry, i don't eat those. i only eat Man Carrots",
      "date": "20190805"
    },
    {
      "tweet": "1158248447746510849",
      "text": "would you rather be the handle of a spatula or the flippy part of a spatula",
      "date": "20190804"
    },
    {
      "tweet": "1156818404679925760",
      "text": "i am a member of an organization",
      "date": "201907.31"
    },
    {
      "tweet": "1156299115967291392",
      "text": "Breaking: Not To Be Outdone By Beto O'Rourke, Bernie Sanders Answers First Question Of Debate In Hebrew",
      "date": "201907.3"
    },
    {
      "tweet": "1156066054390419456",
      "text": "youd think by now they wouldve figured out how to make the windows on airplanes line up with the seats",
      "date": "20190729"
    },
    {
      "tweet": "1155708973867077632",
      "text": "i heard that the true meaning of christmas is in a vault in atlanta and for years they've just been disseminating fakes",
      "date": "20190728"
    },
    {
      "tweet": "1155353441125859335",
      "text": "one time i read a book called \"i think my dad is an alien\", which achieved moderate success here but has been largely ignored by aliens for having a boring premise",
      "date": "20190727"
    },
    {
      "tweet": "1153060812447080448",
      "text": "the year is and 202/365 and we still have not abolished mixed numbers. what is happening to our society",
      "date": "20190721"
    },
    {
      "tweet": "1150888125603954688",
      "text": "i would go off the grid, but i don't think i'm ready to give up my electric toothbrush",
      "date": "20190715"
    },
    {
      "tweet": "1148822219843198976",
      "text": "you have been DENIED entry to the swag zone. better luck next time, kid.",
      "date": "20190709"
    },
    {
      "tweet": "1147010349746413568",
      "text": "fireworks are interesting because there aren't too many other things advertised as \"illegal",
      "date": "20190704"
    },
    {
      "tweet": "1146540792703410178",
      "text": "one word horror story:\n\nGHOST",
      "date": "20190703"
    },
    {
      "tweet": "1141448269509173248",
      "text": "if they don't stop making sunscreen sticks look so much like glue sticks, i'm gonna accidentally eat some one of these days",
      "date": "20190619"
    },
    {
      "tweet": "1140827333734981632",
      "text": "i didn't want to do that to you, but look, if you mess with the toilet you get the shit",
      "date": "20190617"
    },
    {
      "tweet": "1139362624766763010",
      "text": "there is an episode of Magic School Bus where arnold eats too many carrots and his skin turns orange, and if you don't think i remember that episode every time i eat carrots, you are dead wrong",
      "date": "20190613"
    },
    {
      "tweet": "1138245974990630913",
      "text": "\"You miss 100% of the shots you take.\"\n—Wayne Gretsky, to his teammate Risto Jalo",
      "date": "20190610"
    },
    {
      "tweet": "1137868515443036160",
      "text": "if i marry my counselor will i get a better letter of rec",
      "date": "20190609"
    },
    {
      "tweet": "1136869006252449792",
      "text": "Applying for a spot at Steervesant Academy and an internship with Fedex to hopefully get into a prestigious driving university, such as Carnegie Mellon, or Carvard.",
      "date": "20190606"
    },
    {
      "tweet": "1134944675733823489",
      "text": "fush n chup",
      "date": "20190601"
    },
    {
      "tweet": "1133979433327403010",
      "text": "Are you staying at the Spanish Court Hotel at 1 Saint Lucia Avenue, New Kingston, 0000 Kingston, Jamaica? ........ 'cause Jamaican me crazy!!!!",
      "date": "20190529"
    },
    {
      "tweet": "1131666922217574400",
      "text": "people out here claiming to be pro gay. imagine my disappointment when i find out that many of them are, in fact, merely amateur gays",
      "date": "20190523"
    },
    {
      "tweet": "1130147376289669121",
      "text": "hey, quick note to birds, in general:\n\nfuck you",
      "date": "20190519"
    },
    {
      "tweet": "1129412600561840134",
      "text": "in the 2017 national spelling bee, after 3 consecutive years of co-champions, Rohan Rajeev and Ananya Vinay were 6 rounds from a tiebreaker when Rajeev misspelled 'marram.' there is no entry for 'marram' in the dictionary, but rather for 'marram grass' 🤔🤔🤔 #spellingbeeisrigged",
      "date": "20190517"
    },
    {
      "tweet": "1127469849733619713",
      "text": "my one regret is that i have no vagina to put jade eggs into",
      "date": "20190511"
    },
    {
      "tweet": "1126209319626772481",
      "text": "girl, are you british, because there's no colour in my life without u",
      "date": "20190508"
    },
    {
      "tweet": "1125941975029403649",
      "text": "the difference between the car of the past and the car of the future is that the car of the future is chrome",
      "date": "20190507"
    },
    {
      "tweet": "1123729732518985730",
      "text": "multiple waifus at once? yeah, i'm a polygamer",
      "date": "20190501"
    },
    {
      "tweet": "1123304153277706241",
      "text": "by the year 2050, baby names and prescription drug names will converge. you heard it here first, folks",
      "date": "20190430"
    },
    {
      "tweet": "1123104531141672960",
      "text": "so you're telling me that just because i didn't turn off my alarm after the first time it played, it gets to play again? this is some Bull Shit",
      "date": "20190429"
    },
    {
      "tweet": "1122669720912584704",
      "text": "all ducks are required to have the last name duck. that's just the law",
      "date": "20190428"
    },
    {
      "tweet": "1122030940887236609",
      "text": "subjunctive. what a #mood",
      "date": "20190426"
    },
    {
      "tweet": "1121209847532478465",
      "text": "i wonder what they called paper airplanes before paper was invented",
      "date": "20190424"
    },
    {
      "tweet": "1118323385618984960",
      "text": "my goal is to be peerful. as many peers as possible",
      "date": "20190416"
    },
    {
      "tweet": "1118033371278393344",
      "text": "one similarity between humans and piñatas is that they both burst open if you hit them with a bat too many times",
      "date": "20190415"
    },
    {
      "tweet": "1116100447238930432",
      "text": "my digital napkin keeps crashing",
      "date": "20190410"
    },
    {
      "tweet": "1111305266027524097",
      "text": "get started on the right foot with a beginning-of-life crisis",
      "date": "20190328"
    },
    {
      "tweet": "1110995468551479296",
      "text": "atlas dabbed",
      "date": "20190327"
    },
    {
      "tweet": "1109679172840914944",
      "text": "you can try to follow the laws of supply and demand, but i'm an irrational actor, Bitch",
      "date": "20190323"
    },
    {
      "tweet": "1106808734888517633",
      "text": "sorry, ladies, the only thing this paleontologist dates is fossils",
      "date": "20190315"
    },
    {
      "tweet": "1106006131447480320",
      "text": "in MLA 9, you always have to write out the full name of the State of Rhode Island and Providence Plantations. it's more formal that way",
      "date": "20190313"
    },
    {
      "tweet": "1105704707513700352",
      "text": "ey bb, can i put my phallic imagery in your yonic imagery",
      "date": "20190312"
    },
    {
      "tweet": "1103498235056803841",
      "text": "i hope i studied enough for the intensive ACT prep course i'm trying to get into",
      "date": "20190306"
    },
    {
      "tweet": "1100207431177523200",
      "text": "i barely know her",
      "date": "20190225"
    },
    {
      "date": "20190213",
      "text": "you're gonna need a wrist strap if you wanna play with my Wiiner"
    },
    {
      "date": "20190130",
      "text": "my favorite kind of performance art is going to the library and reading a book"
    },
    {
      "date": "20190107",
      "text": "you can go your entire life without ever having your nose bitten"
    },
    {
      "date": "20181220",
      "text": "dude, i'm on acid right now. i can, like, see colors"
    },
    {
      "date": "20181124",
      "text": "the bible is the original case of sequelitis"
    },
    {
      "date": "20181121",
      "text": "ok, so the wheel has been invented... but does anyone really know how it works?"
    },
    {
      "date": "20180930",
      "text": "tambor lawrence has no decisions to make because she has made them all already"
    },
    {
      "date": "20180927",
      "text": "really trying to be multiple antichrists at the same time"
    },
    {
      "date": "20180912",
      "text": "if you close all your orifices, you can become homeomorphic to a brick wall"
    },
    {
      "date": "20180830",
      "text": "new catchphrase: \"if it pee, let it be. if it poop, flush tha poop\""
    },
    {
      "date": "20180813",
      "text": "i can't wait to turn 18 so i can find out what this whole pornography thing is about"
    },
    {
      "date": "20180808",
      "text": "i can play john cage's 4'33\" in under two minutes"
    },
    {
      "date": "20180322",
      "text": "cutting your own hair is cool because it's like self-harm but without all that pesky harm"
    },
    {
      "date": "20180318",
      "text": "turning off a frozen phone or computer feels so much like strangulation"
    },
    {
      "date": "20180310",
      "text": "band name: hellllamas"
    },
    {
      "date": "20180212",
      "text": "if u are in the center of the earth, every way is up"
    },
    {
      "date": "20180212",
      "text": "welcome to rock dot com (it's a rock)"
    },
    {
      "date": "20180204",
      "text": "AP Statistics 2018 Answer Key: Problem #4.\nA government's congress has 575 members, of which 124 are women. An alien lands near the congress building and treats the members of congress as as a random sample of the human race. He reports to his superiors that a 95% confidence interval for the proportion of the human race that is female has a lower bound of 0.182 and an upper bound of 0.250."
    },
    {
      "date": "20180125",
      "text": "my name is gilbert humprey gottfrieg, and i'm here to teach you about sex"
    },
    {
      "date": "20180119",
      "text": "there are 2 barbershops. one barbershop has a clean floor, clean mirrors, and the hairdresser has a recent haircut. the other one has messy floors and mirrors and the hairdresser hasn't had their hair cut in a while. however, the clean one has 3.9 stars on yelp and the dirty one has only 3.8. where do you go?"
    },
    {
      "date": "20171220",
      "text": "take a bow... and put it in yo hair!"
    },
    {
      "date": "20171216",
      "text": "thinking about getting boxes under my eyes"
    },
    {
      "date": "20171204",
      "text": "i had a milkshake. now im milk shook"
    },
    {
      "date": "20171130",
      "text": "peanut butter and belly"
    },
    {
      "date": "20171126",
      "text": "my wheel keeps reinventing itself what do i do"
    },
    {
      "date": "20171112",
      "text": "guys i found the moon"
    },
    {
      "date": "20171018",
      "text": "you can't hurt a yurt."
    },
    {
      "date": "20170823",
      "text": "Find Out Your TRUE Personality!!! [question 2 of 5]\nIf you had a daughter, would you name her Turmeric? Why or why not?"
    },
    {
      "date": "20170821",
      "text": "i triple dog dare you to look directly at the sun"
    },
    {
      "date": "20170817",
      "text": "alberta, canada. imagine that."
    },
    {
      "date": "20170801",
      "text": "there's no time like 10:24:22 pm, july 6 1992"
    },
    {
      "date": "20170728",
      "text": "AND YOU STILL ONLY TRUST THE FIRST SIMULATION"
    },
    {
      "date": "20170719",
      "text": "mistook an alien for a peppermint and ate it. i can't feel my ears anymore. also i forgot what lemonade looks like. maybe this is how gods feel when they create new worlds"
    },
    {
      "date": "20170718",
      "text": "me: *highly intellectual meta-humor*\nother human(s) present: *confusion, probably because they are fuckign stupid*"
    },
    {
      "date": "20170716",
      "text": "gingivitis. i had totally forgotten that was a word until now"
    },
    {
      "date": "20170715",
      "text": "sorry polymaths, but i like to keep it to one math at a time"
    },
    {
      "date": "20170702",
      "text": "if ur blind, every date u go on is a blind date. think about that"
    },
    {
      "date": "20170626",
      "text": "window is just another word for a transparent pane allowing you to see through a wall"
    },
    {
      "date": "20170620",
      "text": "not hipster, but i've had a unisex bathroom in my house for years. just sayin"
    },
    {
      "date": "20170607",
      "text": "not to brag but i just totally had a monster dump"
    },
    {
      "date": "20170530",
      "text": "if you think being green is hard, try being a shag carpet"
    },
    {
      "date": "20170527",
      "text": "no one can tell that you're bleeding when you're swimming in a pool of blood"
    },
    {
      "date": "20170522",
      "text": "the water cycle is not eligible for the presidency in 2020. any organization with the aims of putting the water cycle in office is unfortunately misguided"
    },
    {
      "date": "20170518",
      "text": "quiz: which type of pea are you?\n(y/n) you like that boom boom pow\n(y/n) them chickens jackin' your style \n(y/n) they try to copy your swagger \n(y/n) you live in a pod"
    },
    {
      "date": "20170518",
      "text": "oh no, i wanted to distinguish myself from the cyber-monkeys that have come to rule the earth, but i too have become a cyber-monkey"
    },
    {
      "date": "20170516",
      "text": "new 100% successful dating trick! get any girl you like! i call it the petrarch method"
    },
    {
      "date": "20170515",
      "text": "there's a certain sense of freedom that comes from driving to the store and buying two lemons"
    },
    {
      "date": "20170511",
      "text": "has anyone else noticed how pointy needles are"
    },
    {
      "date": "20170508",
      "text": "i've been noticing lately how many things look like inkblots"
    },
    {
      "date": "20170504",
      "text": "dianetics. a true cult classic"
    },
    {
      "date": "20170502",
      "text": "yolo! that's spanish for yol"
    },
    {
      "date": "20170501",
      "text": "chair book table is the most english sounding name ever"
    },
    {
      "date": "20170430",
      "text": "the bartender says, \"why the long face?\"\na tachyon wearing a horse mask walks into a bar face?"
    },
    {
      "date": "20170427",
      "text": "now imagine you're fucking a sheep\nyou fucking like that don't you"
    },
    {
      "date": "20170425",
      "text": "now the real question is, do fingers look like carrots or do carrots look like fingers"
    },
    {
      "date": "20170321",
      "text": "cool math fact: if the digits of a number add up to 1, the number is a power of 10"
    },
    {
      "date": "20170122",
      "text": "everyone riding dragons in movies but why are they so nonchalant about the risk of falling off"
    },
    {
      "date": "20161218",
      "text": "sugar cookies? as opposed to what"
    },
    {
      "date": "20161216",
      "text": "be careful who you call ugly in reindeer school"
    },
    {
      "date": "20161214",
      "text": "on ugly sweater day, tape a piece of paper to ur shirt that says \"ur face\""
    },
    {
      "date": "20160925",
      "text": "in the beginning, there were two words: intro and duce. we added them together and called it introduce. this was revolutionary at the time."
    },
    {
      "date": "20160914",
      "text": "i go to roly polytechnic"
    },
    {
      "date": "20160907",
      "text": "what is with those little metal rectangles on the bottoms of doors"
    },
    {
      "date": "20160824",
      "text": "been keeping tabs on my bread"
    },
    {
      "date": "20160820",
      "text": "LPT: eat 2000 spiders every year on january 1st to get it over with"
    },
    {
      "date": "20160728",
      "text": "some water flows, some water the flowers"
    },
    {
      "date": "20160728",
      "text": "let's play whack-a-mole\ni'll be the mole and ur butt will be the mallet"
    },
    {
      "date": "20160629",
      "text": "secret to success on math tests: put the right numbers in the right places"
    }
  ]
}